itptest_mb/redis_mcf/redis_mcf/redis_output/redis7778.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
connect: connection failed: Connection refused
connect: connection failed: Connection refused
connect: connection failed: Connection refused
[...]
[RUN #1 96%, 172 secs]  0 threads:    27662520 ops,  158436 (avg:  160073) ops/sec, 157.82MB/sec (avg: 159.40MB/sec), 18.91 (avg: 18.71) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets       77264.09          ---          ---     18.71300     78999.51
Gets       77264.09     77209.09        55.00     18.71300     78568.05
Waits          0.00          ---          ---      0.00000          ---
Totals    154528.17     77209.09        55.00     18.71300    157567.56